Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/uusi_pohjoissaamen_kielen_tyokirja_ilmestynyt.html.tmx
Source language: fin
Languages: smn

source: Uusi pohjoissaamen kielen työkirja ilmestynyt
smn: Uđđâ tavesämikielâ pargokirje lii almostum

source: Koulutus- ja oppimateriaalitoimisto on julkaissut uuden pohjoissaamen työkirjan GEA-kirjasarjaan.
smn: Škovlim- já oppâmateriaaltoimâttâh lii almostittâm uđđâ tavesämikielâ pargokirje GEA -kirjerááiđun.

source: Uusin työkirja GEA 4 bargogirji čakčii on tarkoitettu peruskoulun neljännen luokan saame vieraana kielenä opetukseen.
smn: Uđđâsumos pargokirje GEA 4 bargogirji čakčii lii uáivildum vuáđuškoovlâ niäljád luoka sämikielâ viereskiellân máttááttâsân.

source: Työkirja sisältää runsaasti monipuolisia harjoituksia syyslukukaudelle.
smn: Pargokirje siskeeld valjeest maaŋgâpiälásijd hárjuttâsâid čohčâluuhâmpajan.

source: GEA-kirjasarjan tekijä on Oona Länsman.
smn: GEA-kirjerááiđu tahhee lii Oona Länsman.

source: Kuvat ja taiton on tehnyt Nora Bäck.
smn: Kuuvijd lii sárgum já kirje tuáijám Nora Bäck.

source: Kirja on saatavilla Saamelaiskäräjien oppimateriaalin nettikaupasta: https://www.samediggi.fi/tuote/gea-4-bargogirji-cakcii/
smn: Kirje lii tääl finniimist Sämitige oppâmaterial nettikäävpist: https://www.samediggi.fi/tuote/gea-4-bargogirji-cakcii/
